Repository: CptArthur/Ares-at-War
Catalog: Ares at War Frontier ModPack/Data/Localization/MyTexts.*.resx
Languages: de

# DisplayName_LT_A
source: Life'Tech-AlgaeTech
de: Life'Tech-AlgenTech

# DisplayName_LT_HydrogenFarm
source: Hydrogenfarm
de: Algenbasierende Wasserstofffarm

# DisplayName_LT_OxygenFarm_T2
source: Algaebased Oxygenfarm
de: Algenbasierende Sauerstofffarm

# DisplayName_LT_WaterFilter
source: Waterfilter
de: Wasserfilter

# DisplayName_LT_AlgaeFarm
source: Algaefarm
de: Algenfarm

# DisplayName_LakeIce
source: Lakeice
de: Seeeis

# DisplayName_ALienLakeIce
source: Alien Lakeice
de: Außerirdisches Seeeis

# DisplayName_AlgaeSample
source: Sample of Algae
de: Algenprobe

# DisplayName_H2AlgaeSample
source: Sample of H2-synthesizing Algae
de: H2-synthetisierende Algen

# DisplayName_AlgaeContainer
source: Photosynthesizing Algae Container
de: Kontainer voll Photosynthetisierende Algen

# DisplayName_H2AlgaeContainer
source: H2-synthesizing Algae Container
de: Kontainer voll H2-synthetisierende Algen

# DisplayName_AlgaeMeat
source: Meat made out of Algae
de: Fleischersatz aus Algen

# DisplayName_50xAlgaeSamples
source: 50x Algaesamples
de: 50x Algenproben

# DisplayName_50xH2AlgaeSamples
source: 50x H2-synthesizing Algeasamples
de: 50x H2-synthetisierende Algenproben

# DisplayName_ResearchAlgae
source: Researching Algae
de: Algen erforschen

# DisplayName_ResearchH2Algae
source: Researching H2-synthesizing Algae
de: H2-synthetisierende Algen erforschen

# DisplayName_BioResearch
source: BioResearch
de: Biologische Forschung

# DisplayName_AlgaeCultivation
source: Cultivation of Algae
de: Algen Kultivieren

# DisplayName_Composter
source: Composter
de: Kompostierer

# Description_LT_AlgaeFarm
source: The Algaefarm is specialized for cultivating Algaesamples in a short period of time. These can be used for advanced technologies or to make Algaebased Food.
de: Die Algenfarm ist spezialisiert um Algenproben schnell zu kultivieren. Diese können für fortschrittliche Technologien oder für algenbasierende Lebensmittel verwendet werden.

# Description_LT_BioLabor
source: The Biolabor is especially set up to study different Samples of Bioorganisms.
de: Das Biolabor ist speziell für das Studium verschiedener Bioorganismen ausgestattet.

# Description_LT_HydrogenFarm
source: Some specific Algae are able to produce Hydrogen instead of Oxygen. This Farm is using this ability to produce Hydrogen in a small amount but without the need of amounts of Energy.
de: Spezielle Algen sind in der Lage Wasserstoff anstelle von Sauerstoff zu produzieren. Diese Farm nutzt diese Algen um in geringen Maßstab und mit einem geringen Energieaufwand Wasserstoff zu generieren.

# Description_LT_OxygenFarm_T2
source: After Researching some Algae, a new technology has been found for using them to generate faster and more Oxygen.
de: Nach der Erforschung verschiedener Algen wurde eine neue Technologie gefunden welche eine effizientere Produktion von Sauerstoff in Sauerstofffarmen ermöglicht.

# Description_LT_WaterFilter
source: The Waterfilter allows to seperate found Lakewater into his components like Ice and Algae.
de: Der Wasserfilter erlaubt es Seewasser zu filtern um dadurch an reines Wasser und zum Beispiel Algen zu gelangen.

# Description_ResearchAlgaes
source: With this Algae seen, new technologies are available for producing cheaper and faster Oxygen.
de: Nach der erforschung dieser Alge ist es möglich eine neue Technologie zu benutzen, welche eine schnellere und energieeffizientere Sauerstoffproduktion ermöglicht.

# Description_50xAlgaeSamples
source: Cultivation of photosynthesizing Algae.
de: Kultivierung von photosynthetisierender Algen.

# Description_AlgaeContainer
source: A Containter full of cultivated Algae.
de: Kontainer voll photosynthetisierender Algen.

# Description_LT_50xH2AlgaeSamples
source: Cultivation Hydrogen synthesizing Algae.
de: Kultivierung von wasserstoffsynthetisierender Algen.

# Description_LT_ResearchingH2Algaes
source: After variations of Algae seen, this new kind of Algae is snythesizing Hydrogen.
de: Nach der erforschung verschiedener Algen, wurde eine unbekannte Art entdeckt welche in der Lage ist Wasserstoff zu synthetisieren.

# Description_LT_H2AlgaeContainer
source: A Containter full of cultivated H2-synthesizing Algae.
de: Kontainer voll wasserstoffsynhetisierender Algen.

# Description_LT_AlgaeMeat
source: AlgaeMeat is food made out of Algae. It's very healthy and cheap in production.
de: Dieses Nahrungsmittel basiert auf Algen. Es ist extrem gesund und kostet und ist billig in der Produktion.

# Description_LT_AlgaeSample
source: Sample of photosynthesizing Algae.
de: Eine Probe von photosynthetisierender Algen.

# Description_LT_H2AlgaeSample
source: Sample of H2-synthesizing Algae.
de: Eone Probe von wasserstoffsynthetisierender Algen.

# Description_Composter
source: The Composter composing grown Biomatter into nutrient rich Organic Matter. !!Attention!! The composter is set to "use conveyor system" on, so be carefull and turn it off before it drains all algae and compost it!
de: Der Kompostierer kompostiert Biomatterie um andersweitig benutzbare nährstoffreiche Organische Materie zu erhalten. !!Wichtig!! Der Kompostierer ist standartmäßig auf "Förderband benutzen" "an" gestellt. Um zu verhindern das fälschlicherweise Algen welche noch gebraucht werden kompostiert werden muss dieses ausgeschalten werden.
